Repository: sh4n3d4v15/CarrierVanilla
Catalog: CarrierVanilla/*.lproj/Localizable.strings
Languages: fr

# HelloKey
source: Hello
fr: Hola

# Loggin message
source: Logging in
fr: Iniciar sesión

# NoLoads
source: No Loads for this vehicle
fr: No hay cargas para este vehículo

# badLogin
source: User login not successful
fr: Error de inicio de sesion

# ConnectionError
source: No network connection available
fr: Error de conexión

# BadCredentials
source: Please enter vehicle ID
fr: Credenciales incorrectas

source: Type message...
fr: mensaje...

source: Send
fr: Enviar

source: STOPS
fr: PARADAS

# CustomerRef
source: CUSTOMER REFERENCE:
fr: NÚMERO DE ORDEN:

# SpecialInst
source: SPECIAL INSTRUCTIONS
fr: INFORMACIÓN PARA EL TRANSPORTISTA

source: COLLECT FROM:
fr: RECOGER EN:

source: DELIVER TO:
fr: ENTREGAR EN:

source: Logout
fr: Cierre de sesión

source: Cancel
fr: Cancelar

source: YES
fr: SI

source: STREET
fr: CALLE

source: CITY
fr: CIUDAD

source: COUNTY
fr: PROVINCIA

source: POSTCODE
fr: CÓDIGO POSTAL

source: Complete Stop
fr: Finalizada

# CheckIn
source: Check-in at:
fr: Llegada:

# Checkin button
source: Check-in
fr: Llegada

source: Cannot find on map
fr: No es posible encontrar la ubicación en el mapa

source: Problem refreshing
fr: problema de actualización

source: Saving Load
fr: Guardando la carga

source: Success
fr: Guardado con éxito

source: Retrieving Messages
fr: Recuperando mensajes

source: Already Checked in!
fr: Ya Llegada

source: Release to Check-In
fr: Llegada
